tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
cask "java"
brew "carthage"
brew "emacs"
brew "cask"
brew "coreutils"
brew "cowsay"
brew "python"
brew "cxxtest"
brew "gdb"
brew "git"
brew "gnupg"
brew "gnupg@1.4"
brew "gradle"
brew "grep"
brew "hub"
brew "jq"
brew "maven"
brew "python@2"
brew "mongodb"
brew "node"
brew "pinentry-mac"
brew "rtv"
brew "ruby"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "speedtest-cli"
brew "thefuck"
brew "trash"
brew "travis"
brew "tree"
brew "yarn"
brew "youtube-dl"
cask "caffeine"
cask "coconutbattery"
cask "daisydisk"
cask "detexify"
cask "fastlane"
cask "filezilla"
cask "firefox"
cask "flightgear"
cask "google-chrome"
cask "intellij-idea"
cask "mongodb-compass-beta"
cask "postman"
cask "pycharm"
cask "sequel-pro"
cask "soulver"
cask "steam"
cask "texstudio"
cask "transmission"
cask "visual-studio-code"
cask "webstorm"
